academiadosdevs.javafx
adpyke.codesnap
alefragnani.project-manager
andenetalexander.vim-cheatsheet
charliermarsh.ruff
codezombiech.gitignore
davidanson.vscode-markdownlint
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
github.copilot-chat
github.vscode-pull-request-github
jakob101.relativepath
jdinhlife.gruvbox
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.powershell
oracle.oracle-java
pkief.material-icon-theme
redhat.java
shrey150.javafx-support
tal7aouy.icons
teabyii.ayu
tomoki1207.pdf
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
ziyasal.vscode-open-in-github
